Gets table data that can be written to
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public PanelScheduleData GetTableData()
  Visual Basic
Public Function GetTableData As PanelScheduleData
  Visual C++
public:
PanelScheduleData^ GetTableData()
 Return Value
 The  PanelScheduleData
 See Also
  PanelScheduleView Class
  Autodesk.Revit.DB.Electrical Namespace